<%@ page language="java" contentType="text/html; charset=UTF-8" pageEncoding="UTF-8"%>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">  
<html xmlns="http://www.w3.org/1999/xhtml">  
  <head>
  <title>天天富投资协议 - 百富网小额投资理财平台</title>
  <%@include file="../common/tdk.jsp"%> 
  <%@include file="../common/header.jsp"%>
 	<meta http-equiv="Content-Type" content="text/html; charset=UTF-8" />
<style type="text/css">
.debt {
	width: 1000px;
	margin-left:auto;
	margin-right:auto;
	background-color:#fff;
	border-color:#E8E8E8;
	border-style:solid;
	border-width:1px;
	padding-top:35px;
	padding-left:20px;
	padding-right:20px;
	margin-top:30px;
	font-size:14px;
	font-family:"微软雅黑";
	padding-bottom:30px;
}

.debt_titles{
	font-size:20px;
	font-weight:bold;
	text-align:center;
	margin-bottom:40px;
}

.sign {
	margin-top:120px;
	width:100%;
	height:400px;
}

.sign_a {
	width:60%;
	float:left;
	height:100px;
}

.sign_mark{
	position:absolute;
	left:70px;
	top:-40px;
}

.sign_b {
	width:40%;
	float:left;
	height:100px;
}

.sign_c {
	width:40%;
	float:left;
	height:100px;
	margin-top: 120px;
	position:relative;
}
</style>
</head>

<body>
<div class="debt">
  <div class="debt_titles">百富网天天富投资协议</div>
  
  <div>
  百富网编号：${obj.contractNo}<br/><br/>甲方：上海必富金融信息服务有限公司<br /><br />注：甲方具有提供互联网信息服务的资质并拥有百富网（www.biifoo.com）的经营权。<br /><br />
地址：上海市闸北区江场西路299号中铁中环4号楼<br /><br />
<br /><br />
乙方：${obj.realname}<br/><br/>
百富网用户名：${obj.username}<br/><br/>
身份证号码：${obj.idcard}
<br/><br/><br/>
在乙方充分了解并清楚知晓本产品投资风险的前提下，就乙方委托甲方将其资金进行分散出借/投资以及申购/赎回金融资产债权等（以下简称"本投资计划"）相关事项，双方达成如下协议：<br/><br/><br/>
风险提示：<br /><br />
1. 投资风险：乙方加入本投资计划后，可通过分散投资方式降低单一借款项目所带来的投资风险，但本投资计划不同于银行储蓄，乙方既可能分享投资所产生的收益， 也可能承担投资所带来的损失。乙方应判断本投资计划与其自身风险承受能力、其资产管理需求是否相匹配后，自行决定是否加入本投资计划。<br /><br />
2. 市场风险：甲方承诺将基于诚实信用、勤勉尽责的原则协助乙方将资金出借给借款客户、购买金融资产债权等，但本投资计划在运作过程中可能面临各种市场风险，甲方并不保证本投资计划一定会产生盈利，亦不保证最低收益。<br /><br />
3. 政策风险：本投资计划依据现行相关法律法规和政策设计，如相关法律法规、政策等发生变化，可能影响本投资计划的正常进行，甚至终止本投资计划。<br /><br />
4. 信息传递风险：本投资计划存续期内，甲方可根据本协议约定对本协议及相关规则进行调整，甚至终止本投资计划。届时，甲方将在百富网（包括但不限于官网公告、站内信、手机平台等方式）进行公布。乙方应根据本协议所载的公告方式及时查询相关信息，如因乙方未及时查询，或通讯故障、系统故障以及其他不可抗力等因素的影响使得乙方未能及时了解到相关调整，由此产生的责任和风险由乙方自行承担。<br /><br />
5. 不可抗力风险：由于自然灾害、战争、社会动乱、罢工等不可抗力因素的出现，将严重影响本投资计划的正常运行。<br /><br /><br />
释义：
<br/><br/>
除非本协议另有规定，以下词语在本协议中定义如下：
<br/><br/>
a. 百富网：指由甲方运营和管理的网站，域名为：<a href="http://www.biifoo.com">www.biifoo.com</a>。
<br/><br/>
b. 出资方（乙方）：指通过甲方百富网成功注册账户的会员，可参考甲方的推荐自主选择出借一定金额的资金给借款客户，且具有完全民事权利/行为能力的自然人。
<br/><br/>
c. 合作机构：指与甲方建立合作关系的机构，包括但不限于金融服务公司、小额贷款公司、融资性担保公司、第三方支付机构、基金管理公司等。
<br/><br/>
d. 借款客户：指有一定的资金需求，经过甲方合作机构的筛选推荐并且得到甲方合作机构全额本息担保后，在甲方百富网注册账户，由甲方推荐给出资方并得到出资方资金，且具有完全民事权利/行为能力的自然人。
<br/><br/>
e. 借款：出资方拟向借款客户提供的借款。
<br/><br/>
f. 监管账户：以甲方名义在银行开立的、账户内资金独立于甲方自有资金的银行监管/托管/保管账户。
<br/><br/>
g. 百富网账户：指出资方或借款客户以自身名义在百富网注册后系统自动产生的虚拟账户，通过第三方支付机构及/或其他通道进行充值或提现。
<br/><br/>
h. 《百富网借款合同》：指通过百富网平台完成撮合的借款的借款合同（包括抵押类借款的债权转让协议）。<br/><br/>
i. 担保：指合作机构为出资方的借款提供的全额本息保障方式，包括但不限于保证、抵押、质押等方式，或承诺进行代偿、债权回购、债权收购或发放后备贷款等方式。<br/><br/>
j.计息资金：指乙方在本协议项下的出借给借款客户的资金以及购买金融资产债权的资金之和中已开始计算收益的资金，但不包括已确认赎回的资金。
<br/><br/>
k. 加入资金：指出资方加入到本投资计划的资金，具体包括出借给借款客户的资金及出资方委托甲方购买金融资产债权的资金。
<br/><br/>
l. 债权：指乙方通过向借款客户加入资金而在《借款协议》项下享有的所有权利。
<br/><br/><br/>
<strong>主要内容</strong>
<br/><br/>
1.1 天天富：指甲方根据乙方的委托，对合作机构推荐的产品（包括但不限于借款项目、金融资产债权等）进行分散筛选、协助乙方将加入资金出借给借款客户（及/或申购金融资产,包括但不限于货币市场基金，信托受益权等）、自动转让（及/或赎回金融资产债权）的投资计划。出资方的加入资金及加入资金所产生的收益，在满足本协议相关规则的前提下，可在计息后的任意时刻申请部分或全部赎回。
<br/><br/>
1.2 投资范围：本投资计划的投资范围包含货币型基金及经合作机构全额本息担保的借款项目（包括原始借款项目及债权转让项目，下同）。
<br/><br/>
1.3 预期收益：乙方知悉、了解并同意，百富网宣传页面显示的与本投资计划相关的收益均为预期收益，甲方未以任何方式对加入资金的本金及预期收益进行承诺或担保，乙方的加入资金存在不能够全额收回的风险；同时，在实际收益未达到预期收益的情况下，乙方仅能收取其当笔加入资金所对应的实际收益。
<br/><br/>
1.4 收益结算：本协议项下的加入资金按日结算收益。每日的收益以甲方每日实际结算为准，收益将在百富网及乙方百富网账户中显示。
<br/><br/>
1.5 加入资金来源保证：乙方保证其在本协议项下的加入资金来源合法，乙方是该加入资金的合法所有人。如果第三方对加入资金归属、合法性问题提出异议，由乙方自行解决。如未能解决，则乙方承诺放弃享有加入资金带来的收益。<br /><br />
1.6 乙方在本投资计划中的加入资金总额、变动情况、收益等以乙方百富网账户记录为准。
<br/><br/><br/>
<strong>二、本协议的成立及生效</strong>
<br/><br/>
2.1 本协议成立：乙方按照百富网的规则，通过在百富网上勾选"我同意《百富网天天富投资协议》"以及点击"加入"按钮（具体以网站显示为准）确认后，即视为乙方与甲方已达成协议并同意接受本协议的全部约定以及百富网网站所包含的其他与本协议有关的各项规则的规定。
<br/><br/>
2.2 加入资金冻结：乙方点击"加入"按钮（具体以网站显示为准）确认后，即视为乙方已经向甲方发出不可撤销的授权指令，授权甲方委托相应的第三方支付机构及/ 或甲方开立监管账户的监管银行（"监管银行"）等合作机构，在乙方百富网账户中，冻结金额等同于乙方当笔加入资金数额。上述冻结在甲方为乙方进行当笔加入资金的划转时解除。<br/><br/>
2.3 资金划转：
<br/><br/>
2.3.1 当笔加入资金全部冻结，且甲方系统完成当笔加入资金的金融资产债权申购及借款项目投标后，上述金融资产债权管理公司及特定项目的借款客户即不可撤销地授权甲方委托相应的第三方支付机构及/或监管银行等合作机构，当笔加入资金由监管账户划转至金融资产债权管理公司及对应的借款客户指定的银行账户。
<br/><br/>
2.3.2 甲方将在任意一笔加入资金全部冻结后的3个工作日内完成该笔加入资金的统一划转。如3个工作日未完成上述操作，则甲方将乙方冻结的加入资金退回乙方百富网账户，加入资金在冻结期间不计收益。<br /><br />
2.4 本协议生效：本协议于甲方完成乙方首次加入资金的划转之日立即生效，本协议生效后对乙方后续操作（包括但不限于再次加入资金、赎回资金等）具有约束力，无须反复签订协议。
<br/><br/><br/>
<strong>三、投资及资产管理</strong>
<br/><br/>
3.1 乙方全权委托甲方按照本协议的约定，对加入资金进行金融资产债权的申购以及出借给借款客户；同时，乙方授权甲方在完成上述申购及出借后以乙方名义代为签署相应的《百富网借款合同》。<br/><br/>
3.2 投资及资产管理规则：<br/><br/>
3.2.1 乙方加入本服务的资金按日结算收益。<br /><br />
3.2.2 为尽力达到预期年化收益率，在乙方加入本投资计划后、退出前，包括但不限于加入资金、赎回资金、收益复投及为调整乙方在本投资计划中全部加入资金投资于各类资产的比例而进行的资金投资分配时，乙方不可撤销地委托并授权甲方通过其系统按一定比例自动配置投资于各类资产的资金，包含但不限于对金融资产债权项目的申购及赎回、对借款项目的购买及转让等操作。<br /><br />
3.2.3 甲方按本协议约定为乙方投资的借款项目不包括已出现逾期还款且合作机构未立即履行担保义务的借款项目。
<br /><br />
3.2.4 若甲方按本协议约定为乙方投资的借款项目，在乙方持有该借款项目期间出现逾期还款且合作机构未立即履行担保义务的情况，则此借款项目将自动退出本投资计划，并以借款项目的形式显示在乙方百富网账户中，乙方将按该借款项目的还款方式及剩余还款期限，获得相应的本金及/或利息回款直至该借款项目完成全部还款。
<br /><br />
3.3 乙方加入本投资计划后，甲方将按照乙方加入本投资计划的先后顺序，协助乙方将加入资金出借给借款客户及购买金融资产债权。
<br/><br/><br/>
<strong>四、收益及费用</strong>
<br/><br/>
4.1 预期收益：按本协议第1.3款约定计算。<br/><br/>
4.2 收益起算时间：当笔加入资金的收益于甲方完成当笔加入资金划转后的翌日零点开始计算。<br/><br/>
4.3费用种类：除本协议有明确规定外，甲方收取的具体费用类型及标准（包括但不限于赎回费用）以甲方另行公布的相关规则为准。<br/><br/>
4.4管理费用来源：乙方加入资金投资于各项目所产生的收益在扣除预期收益后的剩余部分，将作为本投资计划的管理费用支付给甲方。本投资计划当日实际收益不及预期年化收益的，甲方不收取管理费用。但因乙方自身原因所导致的实际收益低于预期年化收益的情形（如超出免费赎回次数的情形），乙方仍应支付管理费用。<br/><br/>
4.5管理费用起算时间：当笔加入资金的管理费用于甲方完成当笔加入资金划转后开始计算。<br /><br />
4.6管理费用收取方式：甲方向乙方进行收益结算时，甲方自动扣除管理费用，管理费用按日计算并收取。<br/><br/><br/>
<strong>五、赎回管理</strong>
<br/><br/>
5.1 赎回方式：乙方可选择部分或全部转让其在本投资计划中的借款项目及赎回金融资产债权（以下统称为"赎回"，但不包含已申请赎回的资金）。如需赎回，乙方需点击"转出至可用资金"。<br/><br/>
5.2 在乙方点击"转出至可用资金"后，乙方全权委托甲方按照投资及管理规则，将乙方所持有的金融资产债权进行赎回及/或将未到期的借款项目代为进行债权转让，并以乙方名义代为签署相应的《百富网债权转让协议》。<br/><br/>
5.3 甲方确保因赎回而转让的借款项目，具备较高的投资优先级。<br /><br />
5.4 收益结算：申请赎回的资金收益结算精确到日，甲方确认乙方赎回申请的当天不计息。<br /><br />
5.5 资金到账时间：乙方发起赎回动作（点击"转出至可用资金"）后，赎回资金在扣除相关费用后将显示在乙方百富网账户中。<br/><br/><br/>
<strong>六、本协议的修改及终止</strong>
<br/><br/>
6.1 双方均确认，本协议的签订、生效和履行以不违反法律为前提。如果本协议中的任何一条或多条被司法部门认定为违反所须适用的法律，则该条将被视为无效，但该无效条款并不影响本协议其他条款的效力。<br/><br/>
6.2 乙方同意甲方有权根据国家法律法规、监管政策、自律规定、市场变化等对本协议及与本协议相关的规则进行调整，甚至终止本投资计划。<br/><br/>
6.3 调整或修改后的协议内容及相关业务规则将在百富网（包括但不限于官网公告、站内信、手机平台等方式）进行公布并立即生效，无需另行通知乙方。如果乙方不接受修改，可立即以赎回本投资计划中全部加入资金的方式终止本服务；如乙方继续使用本投资计划的即被视为接受修改，并受修改后的协议及相关业务规则约束。<br /><br />
6.4 乙方同意，在甲方终止本服务的提供时，乙方持有的本服务项下的金融资产债权产品，将全部赎回至乙方百富网账户余额；乙方持有的本投资计划项下的借款项目将以借款项目的形式显示在乙方百富网账户中，乙方将按该借款项目的还款方式及剩余还款期限，获得相应的本金及/或利息回款直至该借款项目完成全部还款。<br /><br />
6.5 本协议的任何修改、补充均须以百富网平台电子文本形式作出。<br/><br/><br/>
<strong>七、其他</strong>
<br/><br/>
7.1 本协议以电子文本形式生成。<br/><br/>
7.2 如双方在本协议履行过程中发生任何争议，应友好协商解决；如协商不成，则须提交甲方所在地有管辖权的人民法院诉讼解决。<br /><br />
7.3 与本协议相关的其他具体操作规则以甲方网站展示为准，并作为本协议的附件，如具体规则与本协议不一致的，以具体规则为准。乙方同意本协议即视为同意本协议相关附件。<br/><br/><br/>
<strong><p style=" text-decoration:underline">尊敬的投资客户：为了维护您的自身权益、防范投资风险，请在投资前仔细阅读本协议各条款（尤其是风险提示）、以及与本产品相关的全部产品规则，以充分知悉、了解百富网天天富产品的运作规则、投资范围以及协议双方的权利、义务和责任。一旦加入本投资 计划即视为对本协议全部条款及相关业务规则已充分理解并完全接受。</style></strong>
  </div>
  <div class="sign">
  <p>（以下无正文）</p>
<p style="text-align:right">      2015年6月17日版本</p>
  </div>
</div>
</body>
</html>